{
  "reviews": [{
    "reviewer": {
      "displayName": "Cecep Darwis Muttaqin"
    },
    "starRating": "FIVE",
    "comment": "(Translated by Google) The service at Mas Rio is fast, before the service the complaint is explained and the customer is not forced, the results are good and the laptop is fast and the best solution is given 游녨九껊잺\n\n(Original)\nServis di mas Rio Cepet, sebelum servis diterangkan keluhan dan tidak memaksa pelanggan hasilnya bagus dan jadi kenceng laptopnya serta dikasih solusi yang terbaik 游녨九껊잺",
    "createTime": "2023-01-07T04:38:47.565122Z",
    "updateTime": "2023-01-07T04:38:47.565122Z",
    "name": "accounts/113997065772012374791/locations/16458295006770375220/reviews/ChdDSUhNMG9nS0VJQ0FnSUNCOTlLRGdnRRAB"
  }, {
    "reviewer": {
      "displayName": "Ukasyah Abdullah"
    },
    "starRating": "FIVE",
    "comment": "(Translated by Google) Good, recommended, good education, very friendly owner, God willing, honest and trustworthy...游녨\n\n(Original)\nBagus, recommended, edukasinya masuk,ramah bgt owner-nya, insyaallah jujur dan amanah...游녨",
    "createTime": "2023-01-07T04:19:39.479518Z",
    "updateTime": "2023-01-07T04:19:39.479518Z",
    "name": "accounts/113997065772012374791/locations/16458295006770375220/reviews/ChZDSUhNMG9nS0VJQ0FnSUNCOTd6eUdREAE"
  }, {
    "reviewer": {
      "displayName": "Mohamad Ananda"
    },
    "starRating": "FIVE",
    "comment": "(Translated by Google) Great... the service is fast, neat, you can consult and give education too... so you understand better how to properly care for your laptop so that it lasts longer.\n\n(Original)\nMantap..servisnya cepat, rapih, bisa konsultasi dan dikasih edukasi juga..jdi lebih paham cara ngrawat laptop yg benar biar jadi lebih awet penggunaannya.",
    "createTime": "2023-01-07T02:48:30.029302Z",
    "updateTime": "2023-01-07T02:48:30.029302Z",
    "name": "accounts/113997065772012374791/locations/16458295006770375220/reviews/ChdDSUhNMG9nS0VJQ0FnSUNCdDYtYmdRRRAB"
  }, {
    "reviewer": {
      "displayName": "fatkhul maghfur"
    },
    "starRating": "FIVE",
    "comment": "(Translated by Google) Alhamdulillah, the service at this site was satisfactory. We explained everything about the causes and how to prevent it. Suggestions for making a good electrical chart, bro.\n\n(Original)\nAlhamdulilah servis di stu puas, di jelasin semua apa penyebabnya, dan bagaimana cara pencegahanya,, saran di buati bagan kelistrikan yg baik mas rioo.. Biar joss",
    "createTime": "2023-01-06T22:44:50.095898Z",
    "updateTime": "2023-01-07T02:06:37.787792Z",
    "name": "accounts/113997065772012374791/locations/16458295006770375220/reviews/ChZDSUhNMG9nS0VJQ0FnSUNCdF96bEl3EAE"
  }, {
    "reviewer": {
      "displayName": "Rahayuni Dwi Astuti"
    },
    "starRating": "FIVE",
    "comment": "(Translated by Google) Friendly price service...\n\n(Original)\nServis harga bersahabat...",
    "createTime": "2023-01-07T02:04:43.038855Z",
    "updateTime": "2023-01-07T02:04:43.038855Z",
    "name": "accounts/113997065772012374791/locations/16458295006770375220/reviews/ChdDSUhNMG9nS0VJQ0FnSUNCdDZ2Q21BRRAB"
  }, {
    "reviewer": {
      "displayName": "anas amruloh"
    },
    "starRating": "FIVE",
    "comment": "(Translated by Google) Good service, service while learning, this is the place... even though there are a few problems, we are still willing to check again and give suggestions. Hopefully in the future it will improve and be even better..\n\n(Original)\nPelayanan baik, service sambil belajar disini tempatnya.. walaupun ada sedikit kendala, tapi masih berkenan untuk cek ulang, dan memberikan saran. Semoga ke depan semakin berbenah dan lebih good lagi..",
    "createTime": "2023-01-06T23:59:03.905650Z",
    "updateTime": "2023-01-07T01:14:19.998869Z",
    "name": "accounts/113997065772012374791/locations/16458295006770375220/reviews/ChZDSUhNMG9nS0VJQ0FnSUNCdDU2V0hREAE"
  }, {
    "reviewer": {
      "displayName": "F. Akmal Salim"
    },
    "starRating": "FIVE",
    "comment": "(Translated by Google) The service is good, you can get a free consultation. You can learn good service from here. 游땕 Sometimes I give gifts too.\n\n(Original)\nPelayanannya baguss bisa konsultasi gratiss. Bisa belajar Good service dari siini. 游땕 kadang kasih gift jugaa.",
    "createTime": "2023-01-06T23:33:15.368439Z",
    "updateTime": "2023-01-06T23:33:15.368439Z",
    "name": "accounts/113997065772012374791/locations/16458295006770375220/reviews/ChdDSUhNMG9nS0VJQ0FnSUNCdDZhdjhBRRAB"
  }, {
    "reviewer": {
      "displayName": "Septiono Bangun Sugiharto"
    },
    "starRating": "FIVE",
    "comment": "(Translated by Google) Excellent service, explained clearly about the damage that occurred. extraordinary, cheap installation in Purwokerto. Come on brothers, the solution per laptop is Cheap Install Purwokerto\n\n(Original)\nPelayan prima, dijelaskan secara gamblang mengenai kerusakan yang terjadi. luar biasa pokoknya instal murah Purwokerto. ayuh sedulur, solusi per laptop an ya Instal Murah Purwokerto",
    "createTime": "2023-01-06T23:19:35.958014Z",
    "updateTime": "2023-01-06T23:20:22.568160Z",
    "name": "accounts/113997065772012374791/locations/16458295006770375220/reviews/ChZDSUhNMG9nS0VJQ0FnSUNCdDdyUWF3EAE"
  }, {
    "reviewer": {
      "displayName": "Teguh Widodo"
    },
    "starRating": "FIVE",
    "comment": "(Translated by Google) Comfortable place, you can see the service directly and at the same time there is education, the price of the service is right in your pocket hehehe, great success for IMP\n\n(Original)\nTempat nyaman, bisa lihat langsung servicenya dan sekaligus ada edukasinya,  soal harga jasa pas dikantong hehehe, mantap sukses buat IMP",
    "createTime": "2023-01-06T23:00:17.461146Z",
    "updateTime": "2023-01-06T23:00:17.461146Z",
    "name": "accounts/113997065772012374791/locations/16458295006770375220/reviews/ChdDSUhNMG9nS0VJQ0FnSUNCdDlLcmpBRRAB"
  }, {
    "reviewer": {
      "displayName": "Agus Setiawan"
    },
    "starRating": "FIVE",
    "comment": "(Translated by Google) The right place for beginners like me, apart from comfortable and friendly service, the results are also satisfying, what is certain is that the technicians are fun to share about computers\n\n(Original)\nTempat yg pas buat pemula spt saya,selain pelayanan yg nyaman dan ramah,hasilnya jga memuaskan,yg pasti teknisinya asyikkk buat sharing tentang komputer",
    "createTime": "2023-01-06T23:00:10.173342Z",
    "updateTime": "2023-01-06T23:00:10.173342Z",
    "name": "accounts/113997065772012374791/locations/16458295006770375220/reviews/ChZDSUhNMG9nS0VJQ0FnSUNCdDlLamVnEAE"
  }, {
    "reviewer": {
      "displayName": "Tika Wiwi"
    },
    "starRating": "FIVE",
    "comment": "(Translated by Google) Thank God everyone was able to find the laptop problem, it was immediately explained and recommended at the right price. Thank you very much Cheap Install Purwokerto\n\n(Original)\nAlhamdulillah penyakit laptopnya bisa ketemu semua, langsung dijelaskan dan direkomendasikan dengan harga yang sesuai. Terima kasih banyak Instal Murah Purwokerto",
    "createTime": "2023-01-06T22:28:12.464426Z",
    "updateTime": "2023-01-06T22:28:12.464426Z",
    "name": "accounts/113997065772012374791/locations/16458295006770375220/reviews/ChZDSUhNMG9nS0VJQ0FnSUNCdDR5YlJ3EAE"
  }, {
    "reviewer": {
      "displayName": "Ananda Bayu"
    },
    "starRating": "FIVE",
    "comment": "(Translated by Google) The service is total, I installed an SSD, just last night there was a problem, then the next day it was replaced. The price is also friendly. Keep up the good luck.\n\n(Original)\nPelayanannya total pokoknya, saya pasang SSD, baru semalam terus ada trouble, eh besoknya diganti baru. Harganya juga bersahabat. Lancar terus rejekinya.",
    "createTime": "2023-01-06T22:25:20.958212Z",
    "updateTime": "2023-01-06T22:25:20.958212Z",
    "name": "accounts/113997065772012374791/locations/16458295006770375220/reviews/ChRDSUhNMG9nS0VJQ0FnSUNCdF9SVhAB"
  }, {
    "reviewer": {
      "displayName": "Gandi Anas"
    },
    "starRating": "FIVE",
    "comment": "(Translated by Google) Good, explained why our device was damaged and given preventative measures, we can consult and if it is serviced, we get a guarantee without the hassle of claiming the warranty if it is damaged, but yesterday the service, thank God, there was no claim, which means the service was good, great, more blessings and growth for the owner.\n\n(Original)\nBagus,, dijelasin kenapa perangkat kita rusak dan dikasih tindakan preventif nya, bisa konsultasi dan kalo servis dapet garansi tanpa ribet claim garansi kalo rusak, tapi kemaren servis Alhamdulillah ga claim, yg artinya servisan bagus,, mantaap semakin berkah dan berkembang buat owner-nya",
    "createTime": "2023-01-06T22:24:51.875098Z",
    "updateTime": "2023-01-06T22:24:51.875098Z",
    "name": "accounts/113997065772012374791/locations/16458295006770375220/reviews/ChdDSUhNMG9nS0VJQ0FnSUNCdF9TT2lRRRAB"
  }, {
    "reviewer": {
      "displayName": "ZENNI ERSZA VINDIA -"
    },
    "starRating": "FIVE",
    "comment": "(Translated by Google) I really like the service, it is very friendly, honest and trustworthy. Thank you 游똂 for helping me, good luck always 游.\n\n(Original)\nSaya sangat suka dengan pelayanannya sangat ramah, jujur, dan amanah.  Terimakasih 游똂telah membantu saya, semoga sukses selalu 游.",
    "createTime": "2023-01-06T21:59:12.347674Z",
    "updateTime": "2023-01-06T22:03:21.926506Z",
    "name": "accounts/113997065772012374791/locations/16458295006770375220/reviews/ChdDSUhNMG9nS0VJQ0FnSUNCdDVqVXp3RRAB"
  }, {
    "reviewer": {
      "displayName": "Bisyri Hakim"
    },
    "starRating": "FIVE",
    "comment": "(Translated by Google) Recommended laptop service place.\nGood \u0026 friendly service.\n\n(Original)\nTempat service laptop yg recommended.\nPelayanan bagus \u0026 ramah.",
    "createTime": "2023-01-06T21:53:02.440618Z",
    "updateTime": "2023-01-06T21:54:19.903280Z",
    "name": "accounts/113997065772012374791/locations/16458295006770375220/reviews/ChdDSUhNMG9nS0VJQ0FnSUNCdDhqR2hRRRAB"
  }, {
    "reviewer": {
      "displayName": "Putri Nurhidayah"
    },
    "starRating": "FIVE",
    "comment": "(Translated by Google) The most trustworthy and safe service place I have ever found.\nGoods are never exchanged for fake ones, always given an explanation regarding the problem/damage that occurs. And a lot of knowledge has been shared with us so that no more mistakes occur in using electronics.\nPlus, he\u0027s a really humble and great person 游녨游낕游녨游낕\n\n(Original)\nTempat service paling amanah dan aman yg pernah saya temukan.\nBarang ngga pernah ditukar dg yg palsu, selalu diberikan penjelasan mengenai kendala/kerusakan yg terjadi. Dan banyak ilmu yg di share ke kita sehingga tidak terjadi kesalahan lagi dalam penggunaan elektronik.\nTambah lagi orangnya humble banget dan kepenakan 游녨游낕游녨游낕",
    "createTime": "2023-01-06T21:48:02.390954Z",
    "updateTime": "2023-01-06T21:48:02.390954Z",
    "name": "accounts/113997065772012374791/locations/16458295006770375220/reviews/ChdDSUhNMG9nS0VJQ0FnSUNCdF9EQWdnRRAB"
  }, {
    "reviewer": {
      "displayName": "suseno djoko s"
    },
    "starRating": "FIVE",
    "comment": "(Translated by Google) Recommendation, neat, clean, there is something that is not processed immediately\n\n(Original)\nRekomendid deh, rapi, bersih, ada yg kurang segera diproses",
    "createTime": "2023-01-06T18:33:15.231026Z",
    "updateTime": "2023-01-06T18:33:15.231026Z",
    "name": "accounts/113997065772012374791/locations/16458295006770375220/reviews/ChZDSUhNMG9nS0VJQ0FnSUNCMTZTUVpnEAE"
  }, {
    "reviewer": {
      "displayName": "Rojulan Fayadul Mujahid"
    },
    "starRating": "FIVE",
    "comment": "(Translated by Google) Alhamdullilah, I\u0027m happy to be a subscriber here. The owner is gentle, not stingy with knowledge and really cares. Hopefully your luck will go smoothly, bro. Thank you 游땕游똂游낕\n\n(Original)\nAlhamdullilah, seneng bisa jadi langganan disini. Ownernya nyemedulur, ga pelit ilmu dan care bgt. Semoga dilancarkan rezekinya mas. Terima kasih 游땕游똂游낕",
    "createTime": "2023-01-06T17:16:24.151018Z",
    "updateTime": "2023-01-06T17:16:24.151018Z",
    "name": "accounts/113997065772012374791/locations/16458295006770375220/reviews/ChZDSUhNMG9nS0VJQ0FnSUNCbF9PQkZnEAE"
  }, {
    "reviewer": {
      "displayName": "Alfi Laeli"
    },
    "starRating": "FIVE",
    "comment": "(Translated by Google) HIGHLY RECOMMENDED! I just found a laptop and computer service place that is this cool游녨游낕 the owner is really cool, can be invited to share anything. If you want to ask about laptops, it will be explained in as much detail as possible, from the risks to the solutions. If you just want to check first, you can check it for FREE. FREE KNOWLEDGE too游때游때 really cool! eiitts ana maning sing ora keri, can you be called to our home/office to check/service our computers and laptops? Really serious about using it, I don\u0027t think it\u0027s a service place that makes fun of this, because it\u0027s really checked and serviced properly, we also get a SERVICE GUARANTEE which everywhere claims this when the service is finished, it\u0027s difficult. Oh yes, sis, there are those who are wondering about the payment system, you can use cash or TF too, you can negotiate too游뱘\n\n(Original)\nREKOMENDED bgt! baru nemu tempat service laptop dan komputer yg sekeren ini游녨游낕 ownernya asiiikk poooll, bisa diajak sharing apapun. mau nanya perihal laptop pasti dijelaskan sedetail mungkin, mulai dari resikonya sampai solusinya. kalo cuma mau ngecek dulu bisa banget, GRATIS ngecek GRATIS ILMU juga游때游때 mantap pokoken!  eiitts ana maning sing ora keri, bisa dipanggil ke rumah/kantor buat ngecek/service komputer dan laptop kita ya. serius pake bgt, bukan tempat service yg ecek si ini menurutku soalnya bener dicek dan diservice dng benar, kita juga dpt GARANSI SERVICE yang dimana2 itu ngeklaim ini pas habis service susah ya. ohya mbok ada yg bertanya-tanya sistem pembayaran, bisa cash bisa tf jugaa, nego bisa juga loh游뱘",
    "createTime": "2023-01-06T17:15:20.116798Z",
    "updateTime": "2023-01-06T17:15:20.116798Z",
    "name": "accounts/113997065772012374791/locations/16458295006770375220/reviews/ChdDSUhNMG9nS0VJQ0FnSUNCbDdQSHNBRRAB"
  }, {
    "reviewer": {
      "displayName": "isnan fuad"
    },
    "starRating": "FIVE",
    "comment": "(Translated by Google) Good service, help if there are minor problems, affordable prices, friendly service, explains laptop problems as clearly as possible, recommendations for fixing problematic laptops.\n\n(Original)\nPelayanan baik, bantu kalau ada masalah ringan, harga terjangkau, pelayanan bersahabat, menjelaskan masalah laptop yg dialami sejelas mngkin, rekomendasi buat betulin laptop bermasalah.",
    "createTime": "2023-01-06T17:11:24.400905Z",
    "updateTime": "2023-01-06T17:11:24.400905Z",
    "name": "accounts/113997065772012374791/locations/16458295006770375220/reviews/ChdDSUhNMG9nS0VJQ0FnSUNCbDVPNW93RRAB"
  }]
}